<?php

return [
    'id' => 'الرقم التعريفي',
    'name' => 'اسم المستخدم',
    'mobile' => 'رقم الهاتف',
    'email' => 'البريد الإلكتروني',
    'password' => 'كلمة المرور',
    'create' => 'إضافة مستخدم جديدة',
    'edit' => 'تعديل مستخدم',
    'show' => 'عرض مستخدم',
    'delete' => 'حذف مستخدم',
    'user_type' => 'نوع المستخدم',
    'admin' => 'مشرف',
    'user' => 'مستخدم',
    'status' => 'الحالة',
    'active' => 'نشط',
    'inactive' => 'غير نشط',
    'select_user_type' => 'اختر نوع المستخدم',
];
